Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# info.perpetual.funding_payments.description
source: Funding payments are periodic payments between traders to keep the perpetual contract price close to the underlying asset's spot price. Positive funding means long positions pay short positions, while negative funding means short positions pay long positions.
ar: مدفوعات التمويل هي دفعات دورية بين المتداولين لإبقاء سعر العقد الدائم قريبًا من السعر الفوري للأصل الأساسي. التمويل الإيجابي يعني أن المراكز الطويلة تدفع المراكز القصيرة، في حين أن التمويل السلبي يعني أن المراكز القصيرة تدفع المراكز الطويلة.
bn: ফান্ডিং পেমেন্ট হল ট্রেডারদের মধ্যে পর্যায়ক্রমিক পেমেন্ট যাতে অন্তর্নিহিত সম্পদের স্পট মূল্যের কাছাকাছি স্থায়ী চুক্তির মূল্য থাকে। পজিটিভ ফান্ডিং মানে লং পজিশনগুলো শর্ট পজিশন দেয়, অন্যদিকে নেতিবাচক ফান্ডিং মানে শর্ট পজিশন লং পজিশন দেয়।
cs: Platby financování jsou pravidelné platby mezi obchodníky, jejichž cílem je udržet stálou smluvní cenu blízkou spotové ceně podkladového aktiva. Pozitivní financování znamená, že dlouhé pozice platí krátké pozice, zatímco negativní financování znamená, že krátké pozice platí dlouhé pozice.
da: Finansieringsbetalinger er periodiske betalinger mellem handlende for at holde den evige kontraktpris tæt på det underliggende aktivs spotpris. Positiv finansiering betyder, at lange positioner betaler korte positioner, mens negativ funding betyder, at korte positioner betaler lange positioner.
de: Finanzierungszahlungen sind regelmäßige Zahlungen zwischen Händlern, um den Preis des unbefristeten Vertrags nahe am Spotpreis des zugrunde liegenden Vermögenswerts zu halten. Positive Finanzierung bedeutet, dass Long-Positionen Short-Positionen bezahlen, während negative Finanzierung bedeutet, dass Short-Positionen Long-Positionen bezahlen.
es: Los pagos de financiación son pagos periódicos entre comerciantes para mantener el precio del contrato perpetuo cerca del precio al contado del activo subyacente. La financiación positiva significa que las posiciones largas pagan posiciones cortas, mientras que la financiación negativa significa que las posiciones cortas pagan posiciones largas.
fa: پرداخت های تامین مالی، پرداخت های دوره ای بین معامله گران است تا قیمت قرارداد دائمی را نزدیک به قیمت لحظه ای دارایی پایه نگه دارند. تامین مالی مثبت به این معنی است که موقعیت‌های لانگ به موقعیت‌های شورت پرداخت می‌کنند، در حالی که تامین مالی منفی به معنای پرداخت موقعیت‌های شورت به موقعیت‌های لانگ است.
fil: Ang mga pagbabayad sa pagpopondo ay mga pana-panahong pagbabayad sa pagitan ng mga mangangalakal upang panatilihing malapit ang panghabang-buhay na presyo ng kontrata sa presyo ng pinagbabatayan ng asset. Ang ibig sabihin ng positibong pagpopondo ay ang mga mahabang posisyon ay nagbabayad ng mga maikling posisyon, habang ang negatibong pagpopondo ay nangangahulugan na ang mga maikling posisyon ay nagbabayad ng mga mahabang posisyon.
fr: Les paiements de financement sont des paiements périodiques entre traders visant à maintenir le prix du contrat perpétuel proche du prix au comptant de l'actif sous-jacent. Un financement positif signifie que les positions longues paient les positions courtes, tandis qu'un financement négatif signifie que les positions courtes paient les positions longues.
ha: Biyan kuɗi kuɗi ne na lokaci-lokaci tsakanin ƴan kasuwa don kiyaye farashin kwangila na dindindin kusa da ainihin ƙimar kadara. Kudi mai kyau yana nufin matsayi mai tsawo yana biyan gajerun matsayi, yayin da kudade mara kyau yana nufin gajeren matsayi yana biyan matsayi mai tsawo.
he: תשלומי מימון הם תשלומים תקופתיים בין סוחרים כדי לשמור על מחיר החוזה התמידי קרוב למחיר הספוט של נכס הבסיס. מימון חיובי פירושו שפוזיציות ארוכות משלמות פוזיציות שורט, בעוד מימון שלילי פירושו פוזיציות שורט משלמות פוזיציות לונג.
hi: स्थायी अनुबंध मूल्य को अंतर्निहित परिसंपत्ति के हाजिर मूल्य के करीब रखने के लिए व्यापारियों के बीच फंडिंग भुगतान आवधिक भुगतान है। सकारात्मक फंडिंग का मतलब है कि लंबी पोजीशनें छोटी पोजीशनों के लिए भुगतान करती हैं, जबकि नकारात्मक फंडिंग का मतलब है कि छोटी पोजीशनें लंबी पोजीशनों के लिए भुगतान करती हैं।
id: Pembayaran pendanaan adalah pembayaran berkala antar pedagang untuk menjaga harga kontrak abadi tetap dekat dengan harga spot aset dasar. Pendanaan positif berarti posisi panjang membayar posisi pendek, sedangkan pendanaan negatif berarti posisi pendek membayar posisi panjang.
it: I pagamenti di finanziamento sono pagamenti periodici tra trader per mantenere il prezzo del contratto perpetuo vicino al prezzo spot dell'attività sottostante. Un finanziamento positivo significa che le posizioni lunghe pagano le posizioni corte, mentre un finanziamento negativo significa che le posizioni corte pagano le posizioni lunghe.
ja: ファンディングペイメントは、パーペチュアル契約の価格を原資産の現物価格に近づけるために、トレーダー間で定期的に行われる支払いです。ファンディングがプラスの場合はロングがショートに、マイナスの場合はショートがロングに支払います。
ko: 펀딩 지급은 영구 계약 가격을 기초 자산의 현물 가격에 가깝게 유지하기 위해 거래자 간에 정기적으로 지급하는 것입니다. 포지티브 펀딩은 롱 포지션이 숏 포지션에 돈을 지불한다는 의미이고, 네거티브 펀딩은 숏 포지션이 롱 포지션에 돈을 지불한다는 의미입니다.
ms: Pembayaran pembiayaan ialah pembayaran berkala antara pedagang untuk memastikan harga kontrak kekal hampir dengan harga spot aset pendasar. Pembiayaan positif bermakna kedudukan panjang membayar kedudukan pendek, manakala pembiayaan negatif bermakna kedudukan pendek membayar kedudukan panjang.
nl: Financieringsbetalingen zijn periodieke betalingen tussen handelaren om de eeuwigdurende contractprijs dicht bij de spotprijs van de onderliggende waarde te houden. Positieve financiering betekent dat longposities shortposities betalen, terwijl negatieve financiering betekent dat shortposities longposities betalen.
pl: Płatności finansowe to okresowe płatności pomiędzy inwestorami, mające na celu utrzymanie ceny kontraktu wieczystego na poziomie zbliżonym do ceny spot instrumentu bazowego. Dodatnie finansowanie oznacza, że ​​długie pozycje opłacają krótkie pozycje, podczas gdy ujemne finansowanie oznacza, że ​​krótkie pozycje opłacają długie pozycje.
pt_br: Os pagamentos de financiamento são pagamentos periódicos entre traders para manter o preço do contrato perpétuo próximo do preço à vista do ativo subjacente. O financiamento positivo significa que as posições longas pagam as posições curtas, enquanto o financiamento negativo significa que as posições curtas pagam as posições longas.
ro: Plățile de finanțare sunt plăți periodice între comercianți pentru a menține prețul contractului perpetuu aproape de prețul spot al activului suport. Finanțarea pozitivă înseamnă că pozițiile lungi plătesc poziții scurte, în timp ce finanțarea negativă înseamnă că pozițiile scurte plătesc poziții lungi.
ru: Платежи финансирования — это периодические платежи между трейдерами, позволяющие поддерживать цену бессрочного контракта близкой к спотовой цене базового актива. Положительное финансирование означает, что длинные позиции оплачиваются короткими позициями, а отрицательное финансирование означает, что короткие позиции оплачиваются длинными позициями.
sw: Malipo ya ufadhili ni malipo ya mara kwa mara kati ya wafanyabiashara ili kuweka bei ya kudumu ya mkataba karibu na bei ya msingi ya mali. Ufadhili mzuri unamaanisha nafasi ndefu kulipa nafasi fupi, wakati ufadhili hasi unamaanisha nafasi fupi kulipa nafasi ndefu.
th: การจ่ายเงินเป็นงวด ๆ ระหว่างเทรดเดอร์เพื่อรักษาราคาสัญญาถาวรให้ใกล้กับราคาสปอตของสินทรัพย์อ้างอิง funding ที่เป็นบวกหมายถึงตำแหน่ง Long จ่ายให้ตำแหน่ง Short ในขณะที่ funding ติดลบหมายถึงตำแหน่ง Short จ่ายให้ตำแหน่ง Long
tr: Fonlama ödemeleri, daimi sözleşme fiyatını dayanak varlığın spot fiyatına yakın tutmak için yatırımcılar arasında yapılan periyodik ödemelerdir. Pozitif fonlama, uzun pozisyonların kısa pozisyon ödediği anlamına gelirken, negatif fonlama, kısa pozisyonların uzun pozisyon ödediği anlamına gelir.
uk: Платежі фінансування — це періодичні платежі між трейдерами, щоб підтримувати постійну ціну контракту близькою до спотової ціни базового активу. Позитивне фінансування означає, що довгі позиції оплачують короткі позиції, тоді як негативне фінансування означає, що короткі позиції оплачують довгі позиції.
ur: فنڈنگ ​​کی ادائیگیاں تاجروں کے درمیان متواتر ادائیگیاں ہوتی ہیں تاکہ دائمی معاہدے کی قیمت کو بنیادی اثاثہ کی جگہ کی قیمت کے قریب رکھا جا سکے۔ مثبت فنڈنگ ​​کا مطلب ہے لانگ پوزیشنز شارٹ پوزیشنز ادا کرتی ہیں، جبکہ منفی فنڈنگ ​​کا مطلب ہے کہ شارٹ پوزیشنز لانگ پوزیشنز ادا کرتی ہیں۔
vi: Thanh toán cấp vốn là khoản thanh toán định kỳ giữa các nhà giao dịch để giữ giá hợp đồng vĩnh viễn gần với giá giao ngay của tài sản cơ bản. Nguồn vốn dương có nghĩa là các vị thế mua sẽ trả cho các vị thế bán, trong khi nguồn vốn âm có nghĩa là các vị thế bán sẽ trả cho các vị thế mua.
zh_hans: 资金费用是交易者之间的定期支付，用于使永续合约价格接近标的资产现货价格。正资金费用表示多头支付空头，负资金费用表示空头支付多头。
zh_hant: 資金費用是交易者之間的定期支付，用以使永續合約價格接近標的資產的現貨價格。正向資金費用表示多頭支付空頭，負向資金費用則表示空頭支付多頭。

# info.perpetual.funding_payments.title
source: Funding Payments
ar: مدفوعات التمويل
bn: ফান্ডিং পেমেন্ট
cs: Financování plateb
da: Finansieringsbetalinger
de: Finanzierungszahlungen
es: Pagos de financiación
fa: پرداخت های مالی
fil: Mga Pagbabayad sa Pagpopondo
fr: Paiements de financement
ha: Biyan Kuɗi
he: מימון תשלומים
hi: फंडिंग भुगतान
id: Pembayaran Pendanaan
it: Pagamenti di finanziamento
ja: ファンディングペイメント
ko: 자금 지불
ms: Pembayaran Pembiayaan
nl: Financieringsbetalingen
pl: Płatności finansowe
pt_br: Pagamentos de financiamento
ro: Plăți de finanțare
ru: Платежи по финансированию
sw: Malipo ya Ufadhili
th: การชำระเงินเงินทุน
tr: Finansman Ödemeleri
uk: Фінансування платежів
ur: فنڈز کی ادائیگی
vi: Thanh toán tài trợ
zh_hans: 资金费用
zh_hant: 資金費用

# info.perpetual.liquidation_price.description
source: The liquidation price is the price level at which your position will be automatically closed to prevent further losses. When the market price reaches this level, your position is liquidated and you lose your margin.
ar: سعر التصفية هو مستوى السعر الذي سيتم عنده إغلاق مركزك تلقائيًا لمنع المزيد من الخسائر. عندما يصل سعر السوق إلى هذا المستوى، تتم تصفية مركزك وتفقد الهامش الخاص بك.
bn: লিকুইডেশন প্রাইস হল সেই প্রাইস লেভেল যেখানে আপনার পজিশন স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে যাতে আরও ক্ষতি রোধ করা যায়। যখন বাজার মূল্য এই স্তরে পৌঁছায়, তখন আপনার অবস্থান বাতিল হয়ে যায় এবং আপনি আপনার মার্জিন হারাবেন।
cs: Likvidační cena je cenová hladina, na které bude vaše pozice automaticky uzavřena, aby se předešlo dalším ztrátám. Když tržní cena dosáhne této úrovně, vaše pozice je zlikvidována a ztrácíte marži.
da: Likvidationsprisen er det prisniveau, hvor din position automatisk lukkes for at forhindre yderligere tab. Når markedsprisen når dette niveau, er din position likvideret, og du mister din margin.
de: Der Liquidationspreis ist das Preisniveau, bei dem Ihre Position automatisch geschlossen wird, um weitere Verluste zu verhindern. Wenn der Marktpreis dieses Niveau erreicht, wird Ihre Position liquidiert und Sie verlieren Ihre Marge.
es: El precio de liquidación es el nivel de precio en el que su posición se cerrará automáticamente para evitar mayores pérdidas. Cuando el precio de mercado alcanza este nivel, su posición se liquida y pierde su margen.
fa: قیمت انحلال سطح قیمتی است که در آن موقعیت شما به طور خودکار بسته می شود تا از زیان بیشتر جلوگیری شود. هنگامی که قیمت بازار به این سطح می رسد، موقعیت شما منحل می شود و حاشیه خود را از دست می دهید.
fil: Ang presyo ng pagpuksa ay ang antas ng presyo kung saan awtomatikong isasara ang iyong posisyon upang maiwasan ang karagdagang pagkalugi. Kapag ang presyo sa merkado ay umabot sa antas na ito, ililikida ang iyong posisyon at mawawala ang iyong margin.
fr: Le prix de liquidation est le niveau de prix auquel votre position sera automatiquement fermée pour éviter de nouvelles pertes. Lorsque le prix du marché atteint ce niveau, votre position est liquidée et vous perdez votre marge.
ha: Farashin ruwa shine matakin farashin wanda za'a rufe matsayin ku ta atomatik don hana ƙarin asara. Lokacin da farashin kasuwa ya kai wannan matakin, ana share matsayin ku kuma kuna rasa margin ɗin ku.
he: מחיר הפירוק הוא רמת המחיר שבה הפוזיציה שלך תיסגר אוטומטית כדי למנוע הפסדים נוספים. כאשר מחיר השוק מגיע לרמה זו, הפוזיציה שלך מחוסלת ואתה מאבד את המרווח שלך.
hi: परिसमापन मूल्य वह मूल्य स्तर है जिस पर आगे के नुकसान को रोकने के लिए आपकी स्थिति स्वचालित रूप से बंद हो जाएगी। जब बाजार मूल्य इस स्तर पर पहुंच जाता है, तो आपकी स्थिति समाप्त हो जाती है और आप अपना मार्जिन खो देते हैं।
id: Harga likuidasi adalah tingkat harga di mana posisi Anda akan ditutup secara otomatis untuk mencegah kerugian lebih lanjut. Ketika harga pasar mencapai level ini, posisi Anda dilikuidasi dan Anda kehilangan margin.
it: Il prezzo di liquidazione è il livello di prezzo al quale la tua posizione verrà chiusa automaticamente per evitare ulteriori perdite. Quando il prezzo di mercato raggiunge questo livello, la tua posizione viene liquidata e perdi il tuo margine.
ja: 清算価格は、損失拡大を防ぐためにポジションが自動的に決済される価格水準です。市場価格がこの水準に達するとポジションは清算され、証拠金を失います。
ko: 청산 가격은 추가 손실을 방지하기 위해 귀하의 포지션이 자동으로 청산되는 가격 수준입니다. 시장 가격이 이 수준에 도달하면 귀하의 포지션은 청산되고 증거금을 잃게 됩니다.
ms: Harga pembubaran ialah paras harga di mana kedudukan anda akan ditutup secara automatik untuk mengelakkan kerugian selanjutnya. Apabila harga pasaran mencapai tahap ini, kedudukan anda dibubarkan dan anda kehilangan margin anda.
nl: De liquidatieprijs is het prijsniveau waarbij uw positie automatisch wordt gesloten om verdere verliezen te voorkomen. Wanneer de marktprijs dit niveau bereikt, wordt uw positie geliquideerd en verliest u uw marge.
pl: Cena likwidacji to poziom ceny, przy którym Twoja pozycja zostanie automatycznie zamknięta, aby zapobiec dalszym stratom. Kiedy cena rynkowa osiągnie ten poziom, Twoja pozycja zostanie zlikwidowana, a Ty stracisz marżę.
pt_br: O preço de liquidação é o nível de preço no qual a sua posição será automaticamente fechada para evitar novas perdas. Quando o preço de mercado atinge este nível, a sua posição é liquidada e você perde a sua margem.
ro: Prețul de lichidare este nivelul prețului la care poziția dvs. va fi închisă automat pentru a preveni alte pierderi. Când prețul pieței atinge acest nivel, poziția ta este lichidată și îți pierzi marja.
ru: Цена ликвидации — это уровень цен, при котором ваша позиция будет автоматически закрыта, чтобы предотвратить дальнейшие убытки. Когда рыночная цена достигает этого уровня, ваша позиция ликвидируется, и вы теряете свою маржу.
sw: Bei ya kufilisi ni kiwango cha bei ambapo nafasi yako itafungwa kiotomatiki ili kuzuia hasara zaidi. Wakati bei ya soko inafikia kiwango hiki, nafasi yako inafutwa na unapoteza kiasi chako.
th: ราคาการชำระบัญชีคือระดับราคาที่สถานะของคุณจะถูกปิดโดยอัตโนมัติเพื่อป้องกันการสูญเสียเพิ่มเติม เมื่อราคาตลาดถึงระดับนี้ ตำแหน่งของคุณจะถูกชำระบัญชีและคุณจะสูญเสียหลักประกัน
tr: Tasfiye fiyatı, daha fazla kaybın önlenmesi amacıyla pozisyonunuzun otomatik olarak kapatılacağı fiyat seviyesidir. Piyasa fiyatı bu seviyeye ulaştığında pozisyonunuz tasfiye edilir ve marjınızı kaybedersiniz.
uk: Ліквідаційна ціна – це рівень ціни, на якому ваша позиція буде автоматично закрита, щоб запобігти подальшим втратам. Коли ринкова ціна досягає цього рівня, ваша позиція ліквідується, і ви втрачаєте маржу.
ur: لیکویڈیشن پرائس قیمت کی سطح ہے جس پر مزید نقصانات کو روکنے کے لیے آپ کی پوزیشن خود بخود بند ہو جائے گی۔ جب مارکیٹ کی قیمت اس سطح تک پہنچ جاتی ہے، تو آپ کی پوزیشن ختم ہو جاتی ہے اور آپ اپنا مارجن کھو دیتے ہیں۔
vi: Giá thanh lý là mức giá mà tại đó vị thế của bạn sẽ tự động bị đóng để tránh thua lỗ thêm. Khi giá thị trường đạt đến mức này, vị thế của bạn sẽ bị thanh lý và bạn mất tiền ký quỹ.
zh_hans: 强平价格是当市场价格达到该水平时，仓位将被自动平仓以防止进一步亏损的价格。当市场价触及此价位，仓位被强制平仓，保证金将被扣除。
zh_hant: 強制平倉價格是市場價格達到某一價位時，倉位將被自動平倉以防止進一步損失的價格。當市場價格觸及此價位，倉位將被強制平倉，並損失保證金。

# info.perpetual.liquidation_price.title
source: Liquidation Price
ar: سعر التصفية
bn: লিকুইডেশন মূল্য
cs: Likvidační cena
da: Likvidationspris
de: Liquidationspreis
es: Precio de liquidación
fa: قیمت انحلال
fil: Presyo ng Liquidation
fr: Prix de liquidation
ha: Farashin Liquidation
he: מחיר פירוק
hi: परिसमापन मूल्य
id: Harga Likuidasi
it: Prezzo di liquidazione
ja: 清算価格
ko: 청산 가격
ms: Harga Pembubaran
nl: Liquidatieprijs
pl: Cena likwidacyjna
pt_br: Preço de liquidação
ro: Preț de lichidare
ru: Цена ликвидации
sw: Bei ya Kufilisi
th: ราคาการชำระบัญชี
tr: Tasfiye Fiyatı
uk: Ліквідаційна ціна
ur: لیکویڈیشن کی قیمت
vi: Giá thanh lý
zh_hans: 强平价格
zh_hant: 強制平倉價格

# info.perpetual.open_interest.description
source: Open interest represents the total value of all outstanding perpetual contracts that have not been settled. It provides insight into market activity and liquidity.
ar: تمثل الفائدة المفتوحة القيمة الإجمالية لجميع العقود الدائمة القائمة التي لم يتم تسويتها. ويوفر نظرة ثاقبة لنشاط السوق والسيولة.
bn: উন্মুক্ত সুদ সমস্ত অসামান্য চিরস্থায়ী চুক্তির মোট মূল্যের প্রতিনিধিত্ব করে যা নিষ্পত্তি করা হয়নি। এটি বাজারের কার্যকলাপ এবং তারল্য সম্পর্কে অন্তর্দৃষ্টি প্রদান করে।
cs: Otevřený úrok představuje celkovou hodnotu všech nesplacených trvalých smluv, které nebyly vypořádány. Poskytuje pohled na tržní aktivitu a likviditu.
da: Åben rente repræsenterer den samlede værdi af alle udestående evige kontrakter, der ikke er blevet afviklet. Det giver indsigt i markedsaktivitet og likviditet.
de: Das offene Interesse stellt den Gesamtwert aller ausstehenden unbefristeten Verträge dar, die noch nicht abgewickelt wurden. Es bietet Einblick in die Marktaktivität und Liquidität.
es: El interés abierto representa el valor total de todos los contratos perpetuos pendientes que no se han liquidado. Proporciona información sobre la actividad y la liquidez del mercado.
fa: بهره باز نشان دهنده ارزش کل تمام قراردادهای دائمی معوق است که تسویه نشده است. بینشی در مورد فعالیت بازار و نقدینگی ارائه می دهد.
fil: Ang bukas na interes ay kumakatawan sa kabuuang halaga ng lahat ng hindi pa nababayarang panghabang-buhay na mga kontrata na hindi pa nababayaran. Nagbibigay ito ng pananaw sa aktibidad ng merkado at pagkatubig.
fr: Les intérêts ouverts représentent la valeur totale de tous les contrats perpétuels en cours qui n'ont pas été réglés. Il donne un aperçu de l'activité et de la liquidité du marché.
ha: Buɗaɗɗen sha'awa tana wakiltar jimillar ƙimar duk wasu fitattun kwangiloli na dindindin waɗanda ba a daidaita su ba. Yana ba da haske game da ayyukan kasuwa da yawan ruwa.
he: פוזיציות פתוחות מייצגות את הערך הכולל של כל החוזים התמידיים שטרם הוסדרו. הוא מספק תובנות לגבי פעילות השוק והנזילות.
hi: ओपन इंटरेस्ट उन सभी बकाया स्थायी अनुबंधों के कुल मूल्य का प्रतिनिधित्व करता है जिनका निपटान नहीं किया गया है। यह बाज़ार गतिविधि और तरलता के बारे में जानकारी प्रदान करता है।
id: Open interest mewakili nilai total seluruh kontrak perpetual yang belum diselesaikan. Ini memberikan wawasan tentang aktivitas pasar dan likuiditas.
it: L'interesse aperto rappresenta il valore totale di tutti i contratti perpetui in essere che non sono stati regolati. Fornisce informazioni sull'attività del mercato e sulla liquidità.
ja: 未決済建玉は、決済されていないすべてのパーペチュアル契約の合計価値を表し、市場の活発さや流動性の指標となります。
ko: 미결제약정은 아직 결제되지 않은 모든 미결제 무기한 계약의 총 가치를 나타냅니다. 이는 시장 활동과 유동성에 대한 통찰력을 제공합니다.
ms: Faedah terbuka mewakili jumlah nilai semua kontrak kekal tertunggak yang belum dijelaskan. Ia memberikan pandangan tentang aktiviti pasaran dan kecairan.
nl: Open interest vertegenwoordigt de totale waarde van alle uitstaande eeuwigdurende contracten die nog niet zijn afgewikkeld. Het geeft inzicht in de marktactiviteit en liquiditeit.
pl: Otwarte odsetki reprezentują łączną wartość wszystkich pozostających do spłaty kontraktów wieczystych, które nie zostały rozliczone. Zapewnia wgląd w aktywność rynkową i płynność.
pt_br: Os contratos em aberto representam o valor total de todos os contratos perpétuos pendentes que não foram liquidados. Ele fornece informações sobre a atividade e a liquidez do mercado.
ro: Interesul deschis reprezintă valoarea totală a tuturor contractelor perpetue restante care nu au fost decontate. Oferă o perspectivă asupra activității pieței și a lichidității.
ru: Открытый интерес представляет собой общую стоимость всех непогашенных бессрочных контрактов, расчеты по которым еще не произведены. Он дает представление о рыночной активности и ликвидности.
sw: Riba ya wazi inawakilisha jumla ya thamani ya kandarasi zote za kudumu ambazo hazijatatuliwa. Inatoa maarifa juu ya shughuli za soko na ukwasi.
th: ดอกเบี้ยคงเหลือแสดงถึงมูลค่ารวมของสัญญาระยะยาวคงค้างทั้งหมดที่ยังไม่ได้ชำระ ให้ข้อมูลเชิงลึกเกี่ยวกับกิจกรรมทางการตลาดและสภาพคล่อง
tr: Açık faiz, ödenmemiş tüm kalıcı sözleşmelerin toplam değerini temsil eder. Piyasa faaliyetleri ve likidite hakkında bilgi sağlar.
uk: Відкритий інтерес представляє собою загальну вартість усіх незавершених безстрокових контрактів, які не були розраховані. Він дає уявлення про ринкову активність і ліквідність.
ur: کھلی دلچسپی ان تمام بقایا دائمی معاہدوں کی کل قیمت کی نمائندگی کرتی ہے جن کا تصفیہ نہیں ہوا ہے۔ یہ مارکیٹ کی سرگرمی اور لیکویڈیٹی کے بارے میں بصیرت فراہم کرتا ہے۔
vi: Lãi suất mở thể hiện tổng giá trị của tất cả các hợp đồng vĩnh viễn chưa thanh toán chưa được thanh toán. Nó cung cấp cái nhìn sâu sắc về hoạt động thị trường và tính thanh khoản.
zh_hans: 未平仓量是所有尚未结算的永续合约总价值，可反映市场活跃度和流动性。
zh_hant: 未平倉量是所有尚未結算的永續合約總價值，可反映市場活躍程度和流動性。

# info.perpetual.open_interest.title
source: Open Interest
ar: الاهتمام المفتوح
bn: ওপেন ইন্টারেস্ট
cs: Otevřený úrok
da: Åben interesse
de: Offenes Interesse
es: Interés abierto
fa: بهره باز
fil: Bukas na Interes
ha: Buɗe Sha'awa
he: עניין פתוח
hi: ओपन इंटरेस्ट
id: Minat Terbuka
it: Interesse aperto
ja: 未決済建玉
ko: 미결제약정
ms: Minat Terbuka
pl: Otwarte zainteresowanie
pt_br: Contratos em Aberto
ro: Interes deschis
ru: Открытый интерес
sw: Riba Wazi
tr: Açık Pozisyon
uk: Відкритий інтерес
ur: کھلی دلچسپی
vi: Vị thế mở
zh_hans: 未平仓量
zh_hant: 未平倉量
